Repository: UPCnet/sc.photogallery
Catalog: src/*/photogallery/locales/*/LC_MESSAGES/*.photogallery.po
Languages: pt_br

source: A Photo Gallery content type with a slideshow view.
pt_br: Um tipo de conteúdo para galeria de fotos com uma visão de carrossel.

source: Body text
pt_br: Corpo do texto

source: Download all images on a ZIP file
pt_br: Baixar todas as imagens originais em um arquivo ZIP

source: Download image
pt_br: Baixar imagem original

source: Enable download of original images in the Photo Gallery by using an explicit link. If ftw.zipexport is installed, enable also downloading of a ZIP file with all the images.
pt_br: Habilita o download das imagens originais da galeria de fotos usando um link explícito. Se o ftw.zipexport está instalado, habilita também o download de um arquivo ZIP com todas as imagens da galeria.

source: Enable download?
pt_br: Habilitar download?

source: Go to photogallery
pt_br: Ir na galeria de fotos

source: Operation not supported.
pt_br: Operação não suportada.

source: Photo Gallery
pt_br: Galeria de fotos

source: Settings for the sc.photogallery package
pt_br: Configura cão do sc.photogallery

source: The photo gallery has no images on it.
pt_br: Esta galeria de fotos está vazía.

source: Zip export is not supported on the selected content.
pt_br: A exportação de arquivos ZIP não é suportada no contexto selecionado.

source: msg_short_name_photogallery
pt_br: Galeria de fotos
